
"AX_SLEEP_ICON_DESCRIPTION"	= "睡眠图标";
"AX_RESTART_ICON_DESCRIPTION" = "重新启动图标";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "关机图标";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"好"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"正在注销";

"SHUTTING_DOWN"	=	"正在关机";

"RESTARTING"	=	"正在重新启动";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"您要强制退出“%@”吗？";
"FORCE_QUIT_INFO_MESSAGE"	=	"您将丢失所有未存储的更改。";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "您想要将 %ld 个选定的应用程序强制退出吗？";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"您将丢失所有未存储的更改。";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "要腾出更多可用内存，请选择应用程序，然后点按“强制退出”。";

"NORMAL_MESSAGE_TEXT" = "如果一个应用程序长时间未响应，请选取其名称并点按“强制退出”。";

"LOMEM_INFO_TEXT" = "关闭窗口和从启动磁盘上删除文件也会有所帮助。";

"NORMAL_INFO_TEXT" = "您可以通过按下 Command-Option-Escape 组合键打开此窗口。";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "强制退出";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "您未被注销，因为应用程序“%@”退出失败。要再次尝试注销，请退出“%@”并选取苹果菜单 >“注销”。";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "您未被注销，因为一个应用程序退出失败。";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "要退出没有响应的应用程序，请选取苹果菜单 >“强制退出”（或按下 Command-Option-Esc）。";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "应用程序“%@”退出失败，且程序没有响应。";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "应用程序“%@”已取消了注销。";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "某个应用程序已取消了注销。";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "应用程序“%@”取消了注销，此帐户的 FileVault 将不会被打开。";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "一个应用程序已取消了注销，此帐户的 FileVault 将不会被打开。";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "该帐户将保持未加密。要打开 FileVault，请打开“系统偏好设置”并再次开始。如果您刚才设定了主密码，就不需要再次设定它。";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "应用程序“%@”取消了注销，此帐户的 FileVault 将不会被关闭。";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "一个应用程序已取消了注销，此帐户的 FileVault 将不会被关闭。";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "应用程序“%@”已取消了注销。此帐户的 FileVault 将不会被转换。";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "一个应用程序已取消了注销，此帐户的 FileVault 将不会被转换。";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "该帐户将保持加密。要关闭 FileVault，请打开“系统偏好设置”并再次开始。 ";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "该帐户将保留其原始格式。要转换 FileVault，请打开“系统偏好设置”，然后再次开始。";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "要再试一次，请退出“%@”并从苹果菜单中选取“注销”。";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "要再试一次，请选取苹果菜单 >“注销”。";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "应用程序“%@”取消了重新启动。";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "某个应用程序取消了重新启动。";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "要再试一次，请退出“%@”并从苹果菜单中选取“重新启动…”。";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "要再试一次，请选取苹果菜单 >“重新启动”。";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "应用程序“%@”取消了关机。";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "某个应用程序取消了关机。";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "要再试一次，请退出“%@”并选取苹果菜单 >“关机”。";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "要再试一次，请从苹果菜单中选取“关机…”。";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Finder 未能启动，因为出现一个严重问题。";


"APP_DIED_ALERT_MESSAGE"		=   "应用程序“%@”意外退出。";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "系统和其他应用程序未受影响。";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"好";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"取消";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"关机";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"重新启动";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"睡眠";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"强制退出";

/* Terminate button */
"TERMINATE_BUTTON"	=	"强制退出";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"重新启动";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"暂停";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"继续";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"您确定要现在将电脑关机吗？";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"您确定要现在重新启动电脑吗？";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"您确定要现在退出所有应用程序并注销吗？";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "该电脑已设定为自动进入睡眠。";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "该电脑已设定为自动关机。";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "该电脑已设定为自动重新启动。";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d 分 %2$d 秒";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d 分 1 秒";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d 分钟";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 分 %d 秒";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 分 1 秒";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 分钟";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d 秒钟";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 秒钟";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 秒钟";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "如果您什么都不做，您将在 %@后自动注销。";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "如果您什么都不做，电脑将在 %@后自动关机。";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "如果您什么都不做，电脑将在 %@后自动重新启动。";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "如果您什么都不做，电脑将在 %@后自动关机。";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "如果您什么都不做，电脑将在 %@后自动进入睡眠状态。";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "如果您什么都不做，电脑将在 %@后自动重新启动。";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "如果您关机，您的文件将被删除。";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "您以客人用户身份登录。关机会删除客人用户个人文件夹中的所有文件和信息。这些文件不能被恢复。";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "如果您重新启动，您的文件将被删除。";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "您以客人用户身份登录。重新启动会删除客人用户个人文件夹中的所有文件和信息。这些文件不能被恢复。";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "如果您注销，您的文件将被删除。";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "删除文件并注销";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "删除文件并重新启动";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "删除文件并关机";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "未知";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "电脑的时钟已被设置为 2008 年 1 月 1 日以前的一个日期。这会导致某些应用程序运行不正常。";

"ILLEGAL_TIME_MESSAGE" = "要手动设定时钟，请打开“日期与时间”偏好设置。有关更多信息，请选取“帮助”>“Mac 帮助”。";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "连接着的 Apple 文件共享用户";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "您确定要现在重新启动电脑吗？";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "您确定要现在将电脑关机吗？";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "有 %d 个其他用户正使用文件共享连接到这台电脑。";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "有一个用户正使用文件共享连接到这台电脑。";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "有 %d 个其他用户正使用文件共享连接到这台电脑。";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "有一个用户正使用文件共享连接到这台电脑。";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="您必须输入密码才能将屏幕解锁。";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (未响应)";

"APP_PAUSED_SUFFIX" = "（已暂停）";

"APP_THROTTLED_SUFFIX" = " (throttled)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "目前您不能登录用户帐户“%@”";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "登录失败，因为发生了一个错误。您正在尝试登录的帐户的个人文件夹位于一个 AFP 或 SMB 服务器上。请联系您的系统管理员以获得帮助。";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "好";
